[{
    "heading": "Ace of Hearts",
    "name": "ace-of-hearts",
    "images": {
        "svg": "static/images/svg/ace-of-hearts.svg",
        "webp": "static/images/webp/ace-of-hearts.webp",
        "jpg": "static/images/jpg/ace-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’re fondly looking back on the beginning of a treasured relationship or friendship. Remembering those early days may give you valuable insights into your current situation.",
            "Present": "A new friendship or relationship is blossoming in your life. Good news is close at hand.",
            "Future": "Though you may feel anxious now, you can wait confidently upon the future. A lovely new friendship or relationship is on the horizon."
        },
        "2": {
            "You": "You’re enjoying the honeymoon stage of your relationship. Everything feels fresh, new, and alight with possibilities.",
            "Lover": "Your partner is in the honeymoon stage of your relationship. Everything feels new and exciting, with fresh possibilities at every turn.",
            "Dynamic": "You’re both enjoying a time of fresh possibilities and new beginnings. Either this is a new love or you’re about to embark on a new stage of the relationship together."
        },
        "3": {
            "Goals": "You’re looking for something new that lights you up with passion and excitement. You need to find a career or project that you feel deeply about.",
            "Tools": "Your ability to seek out fresh possibilities is the best tool you have right now. Follow your heart and find out what new passions it can lead you to.",
            "Path": "You’re about to embark on a brand-new path in your career. It’s finally time to follow your heart and seek out work that lights you up and ignites your passion."
        }
    }
}, {
    "heading": "Two of Hearts",
    "name": "two-of-hearts",
    "images": {
        "svg": "static/images/svg/two-of-hearts.svg",
        "webp": "static/images/webp/two-of-hearts.webp",
        "jpg": "static/images/jpg/two-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You enjoyed an important period of quality time with your loved ones in the past. This time of closeness imparted several important lessons that can help you today.",
            "Present": "You should make loved ones a priority right now. Make an effort to spend more time with those who mean the most to you.",
            "Future": "You will enjoy good fortune in your relationships and friendships. It will soon be time to step back from other projects and spend more time with loved ones."
        },
        "2": {
            "You": "You’re deeply attracted to your partner right now. The timing is perfect to focus on your relationship and put in quality time together.",
            "Lover": "Your lover is deeply focused on your relationship right now. The thing they want most is to spend quality time with you.",
            "Dynamic": "You’re enjoying a romantic union of hearts. Make time for your lover so you can deepen your connection and allow this beautiful partnership to grow."
        },
        "3": {
            "Goals": "Your current goals are focused more on your family and relationships than on your job. It’s crucial for you to find a good work/life balance if you’re going to stay in this career.",
            "Tools": "Your family and friends are the most important tool you have for a successful life. Make sure you’re not neglecting them for your career, as they are essential to your long-term success.",
            "Path": "An important relationship is in your future. A workplace romance may blossom, or you might find that a romance outside your office has everything you need for a fulfilling work/life balance."
        }
    }
}, {
    "heading": "Three of Hearts",
    "name": "three-of-hearts",
    "images": {
        "svg": "static/images/svg/three-of-hearts.svg",
        "webp": "static/images/webp/three-of-hearts.webp",
        "jpg": "static/images/jpg/three-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve recently come to the end of an emotional cycle. You may have deliberated long and hard about how to handle a particular relationship, but the decision has been made and this door is now closed.",
            "Present": "Be mindful and cautious of your relationships right now. You may have to make an important decision soon, though you’re still waffling.",
            "Future": "An important romantic decision is in your future. You may find that your partner isn’t as committed as you believed, or that you’re simply better off as friends."
        },
        "2": {
            "You": "You don’t feel fully committed to your relationship right now. You’ve been waffling in a period of indecision, unable to make the next move. This situation will soon reach its conclusion.",
            "Lover": "Your lover isn’t as committed as you might like. They’re currently undecided about the future, but they will reach a conclusion soon.",
            "Dynamic": "You should remain cautious of becoming too entangled with your partner right now. It’s likely that one of you isn’t as committed as the other might like and you’ll be better off as friends."
        },
        "3": {
            "Goals": "You’re struggling with a period of indecision right now. Your personal relationships may be impacting your ability to focus on your job. It’s time to resolve the issue so you can move forward.",
            "Tools": "Your romantic relationship should give you support in your career, but that may not be happening right now. Make sure you’re equipped to stand on your own two feet so romantic entanglements don’t jeopardize your career.",
            "Path": "The path forward is unclear. Don’t make any big decisions right now. Wait for more information to reveal itself."
        }
    }
}, {
    "heading": "Four of Hearts",
    "name": "four-of-hearts",
    "images": {
        "svg": "static/images/svg/four-of-hearts.svg",
        "webp": "static/images/webp/four-of-hearts.webp",
        "jpg": "static/images/jpg/four-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’re realizing that your past was much better than you gave it credit for at the time. Plagued by feelings of depression, you didn’t realize how fortunate you were, but it’s becoming more apparent now.",
            "Present": "You’re in a secure, committed, and happy place right now. You have a solid relationship that you can fall back on, whether with a romantic partner, a family member, or a close friend.",
            "Future": "A new change is on the horizon. This may come in the form of an opportunity for travel or a marriage proposal."
        },
        "2": {
            "You": "You feel content and committed in your relationship right now. If you’re not already married, it’s very likely that you’ve found the one.",
            "Lover": "Your lover feels secure, safe, and committed to your relationship. This is a love that they plan to pursue for the long term.",
            "Dynamic": "You’re in a stable partnership that’s built to last. There are new opportunities on the horizon that will only help your love deepen and grow."
        },
        "3": {
            "Goals": "Stability is one of your primary goals right now. You may have marriage or another big commitment on the horizon, and you need a career that will give you the work/life balance that you need.",
            "Tools": "Your emotional stability is one of your greatest strengths. Use this to your advantage and show your employers how you’re the best one for the job in times of turmoil.",
            "Path": "You’re on a stable path that will serve you well in the future. New opportunities for travel or advancement are likely on the horizon."
        }
    }
}, {
    "heading": "Five of Hearts",
    "name": "five-of-hearts",
    "images": {
        "svg": "static/images/svg/five-of-hearts.svg",
        "webp": "static/images/webp/five-of-hearts.webp",
        "jpg": "static/images/jpg/five-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a period of intense loss or depression in the past. This experience imparted essential lessons that can help you make the right choice in your current situation.",
            "Present": "You’re going through a difficult time, such as a divorce, loss of a loved one, or painful transition in life. It’s important not to let this grief consume you or rob you of the potential for wonderful things in the future.",
            "Future": "There are some major trials ahead of you. You will go through a period of grief, depression, or jealousy. Consider consulting with a psychic for advice on how to best weather the storm."
        },
        "2": {
            "You": "You’re feeling intensely jealous right now and it’s having a notable impact on your relationship. A love psychic may be able to help you examine whether your jealousy is imagined or real.",
            "Lover": "Your lover feels very jealous right now. Consider whether your actions are creating negative feelings or false impressions that may harm your relationship.",
            "Dynamic": "There’s an undercurrent of jealousy in your relationship right now. The time is ripe to speak with a love psychic and find out what’s causing this rift so you can take action to repair your relationship or part ways and move on."
        },
        "3": {
            "Goals": "You need a major change in your work environment. You’ve been bogged down with feelings of depression or frustration. Talk to a psychic about the best path forward to get you out of this rut.",
            "Tools": "A major loss may ultimately provide you with the tools you need for a new beginning. Look for unexpected opportunities from doors that have been closed.",
            "Path": "Your path will take you toward some major changes. You may lose your job, but after a period of grief, you’ll find that you can move on to better things."
        }
    }
}, {
    "heading": "Six of Hearts",
    "name": "six-of-hearts",
    "images": {
        "svg": "static/images/svg/six-of-hearts.svg",
        "webp": "static/images/webp/six-of-hearts.webp",
        "jpg": "static/images/jpg/six-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve been experiencing moments of nostalgia lately, particularly where an old flame is concerned. This individual may reenter your life again soon.",
            "Present": "A new love interest will pop up in an unexpected place. The timing is very fortuitous for romance to blossom. If you’re in a relationship, you may find your flame rekindled in a surprising way.",
            "Future": "The people around you are uniquely suited to help you overcome the future obstacles you might face. You’re moving toward a time of great peace and harmony."
        },
        "2": {
            "You": "You’re feeling a lot of nostalgia for what was. It’s important not to dwell on the past to the detriment of enjoying the present.",
            "Lover": "Your lover is yearning for the way that things used to be. Perhaps they no longer seem as simple or carefree. Look for a creative way to reignite the flame.",
            "Dynamic": "You and your partner may have some obstacles to overcome, but you’re nearing a time of harmony when you can enjoy all you’ve worked to accomplish together."
        },
        "3": {
            "Goals": "You’ve found yourself yearning for something from the past. Look for creative ways to reignite your passion for your career so you can reclaim some of the joy that you may have lost in it.",
            "Tools": "Teamwork is the best tool at your disposal right now. The people around you are uniquely suited to helping you achieve your goals.",
            "Path": "You may have some obstacles to overcome, but you have a great team at your side to help you get the job done. Make sure you don’t try to do it all alone, putting undue strain on yourself."
        }
    }
}, {
    "heading": "Seven of Hearts",
    "name": "seven-of-hearts",
    "images": {
        "svg": "static/images/svg/seven-of-hearts.svg",
        "webp": "static/images/webp/seven-of-hearts.webp",
        "jpg": "static/images/jpg/seven-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "Someone close to you let you down in a big way and it continues to haunt you. Fortunately, you’ve learned a lesson from this disappointment that will help protect you from a similar situation in the future.",
            "Present": "Someone in your life has let you down. Though you knew they were unpredictable, it’s still difficult to process this blow. Speaking with a psychic may help.",
            "Future": "Beware of unlikely promises from unreliable individuals. They may have good intentions, but they will let you down."
        },
        "2": {
            "You": "You’re struggling with indecision right now and may even feel tempted to stray from your lover. You should be true to your heart but honest with your partner along the way.",
            "Lover": "Your lover feels very conflicted right now and may feel tempted to stray. Speak with a psychic for more in-depth guidance on how to handle this issue.",
            "Dynamic": "Your relationship feels uncertain right now. You’re tempted to make rash decisions based solely on your current feelings, but it may be better to step back and get a different perspective before you make a major choice."
        },
        "3": {
            "Goals": "You’ve having a difficult time settling on a goal right now. Wait until this feeling of indecision passes so you can move forward confidently.",
            "Tools": "Listen to your gut about those around you. Your own intuition will let you know whether your coworkers can be trusted. In this case, the answer is likely no.",
            "Path": "Your path is uncertain right now. If you let your emotions take control, you’re likely to go astray and make a choice that you will regret later."
        }
    }
}, {
    "heading": "Eight of Hearts",
    "name": "eight-of-hearts",
    "images": {
        "svg": "static/images/svg/eight-of-hearts.svg",
        "webp": "static/images/webp/eight-of-hearts.webp",
        "jpg": "static/images/jpg/eight-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "An important social event that you attended in the past gave you valuable connections that will serve you well now.",
            "Present": "You’ve received an invitation to a social event that will prove immensely important on your current path. You will make essential connections to help you move forward.",
            "Future": "Accept the invitation that you are about to receive. You will make important social connections at this event."
        },
        "2": {
            "You": "You’re considering a change of direction right now. You’ve been invited to spend time with a different group of friends that may yield tempting new romantic connections.",
            "Lover": "Your partner may be considering an invitation to a different social circle, which could result in new romantic connections.",
            "Dynamic": "You and your partner are not fully committed to the path that you’re on. One or both of you are likely considering a change of direction."
        },
        "3": {
            "Goals": "You’re interested in taking your career in a new direction. You’re seeking the right invitation to start exploring a different path.",
            "Tools": "You’ve recently received a valuable invitation that will further your career. Saying yes to this and other invites will introduce you to essential people for your work goals.",
            "Path": "You’re on the path toward change and upward movement. Keep accepting those invitations. You’ll soon meet someone essential to your professional growth."
        }
    }
}, {
    "heading": "Nine of Hearts",
    "name": "nine-of-hearts",
    "images": {
        "svg": "static/images/svg/nine-of-hearts.svg",
        "webp": "static/images/webp/nine-of-hearts.webp",
        "jpg": "static/images/jpg/nine-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "You enjoyed a great period of independence in the past where you were completely content to be alone. The lessons that you learned at that time are particularly relevant now.",
            "Present": "The nine of hearts represents wishes come true. These might be your own wish for love or an admirer’s wish to be noticed by you.",
            "Future": "The love that you’ve been wishing for is about to manifest in your life. Speaking with a psychic may give you insightful details about what’s to come."
        },
        "2": {
            "You": "You’ve been wishing for something special to happen in your relationship. That wish will soon come true in a delightful way.",
            "Lover": "Your lover is harboring secret desires to take your relationship to the next level. This could indicate moving in together, marriage, or starting a family.",
            "Dynamic": "You’re in a very dreamy place in your relationship right now. You and your partner have both spent time imagining the future. It may be time for those dreams to become reality."
        },
        "3": {
            "Goals": "Your dream job is finally within reach. Accomplishments that you’ve only dreamed of up to this point are now tangible and achievable goals.",
            "Tools": "Your own ability to manifest your desires is your most powerful tool right now. Form a clear picture of what you want from your career and focus on that goal. You’ll be amazed at what intention-setting can do.",
            "Path": "You’re on the right path for professional success. Your wishes are about to come true in a big way."
        }
    }
}, {
    "heading": "Ten of Hearts",
    "name": "ten-of-hearts",
    "images": {
        "svg": "static/images/svg/ten-of-hearts.svg",
        "webp": "static/images/webp/ten-of-hearts.webp",
        "jpg": "static/images/jpg/ten-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "Though you dealt with a major family difficulty in the past, you resolved the situation well. This situation may come up again, but you’ll know just how to handle it.",
            "Present": "You’re enjoying a period of great fortune right now. This is particularly true for your family life.",
            "Future": "Good news is headed your way. You may hear a big announcement at an upcoming party or other special event."
        },
        "2": {
            "You": "You’re deeply content with your love life right now. Enjoy this period of contentment and joy. Good things are coming your way.",
            "Lover": "Your partner is deeply content with your relationship. You may get special news from them at an upcoming party or social event.",
            "Dynamic": "You and your partner have a strong dynamic. You’ve both feeling content and comfortable with your relationship and have great things to look forward to."
        },
        "3": {
            "Goals": "You’ve been working toward a major goal in your career that is finally going to manifest. Make sure your new workplace responsibilities don’t infringe on your family time.",
            "Tools": "Your family and friends are your greatest asset. Their support and encouragement are the most valuable tools you have for continued success.",
            "Path": "Your career is on the right path. You can expect to receive good news in the near future, perhaps at a major company event."
        }
    }
}, {
    "heading": "Jack of Hearts",
    "name": "jack-of-hearts",
    "images": {
        "svg": "static/images/svg/jack-of-hearts.svg",
        "webp": "static/images/webp/jack-of-hearts.webp",
        "jpg": "static/images/jpg/jack-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "A close friend or lover from your past is going to reemerge in your life. Speaking with a psychic may give you valuable insights into how to handle this situation.",
            "Present": "An unexpected romance is blossoming in your life. If you’re in a relationship, your partner may have something particularly romantic up their sleeve for you.",
            "Future": "You can look forward to a blossoming romance in your future. It will be very easy to fall in love, but you should try to keep your feet on the ground, too."
        },
        "2": {
            "You": "You’re falling fast in this relationship and enjoying an abundance of romance. You’re also good friends with your lover, which provides for a richer relationship.",
            "Lover": "Your partner appreciates you as both a friend and lover. They’re experiencing deeply romantic feelings toward you right now.",
            "Dynamic": "You and your partner are enjoying a period of deep romance and open communication. Now is the perfect time to share your thoughts and feelings about the future."
        },
        "3": {
            "Goals": "Your career goals should focus on finding a good balance between your home and work life. Make sure you’re not neglecting any close friends or family members.",
            "Tools": "A close friend at work is a great resource for achieving your goals right now. Pay attention to their advice. There are some valuable insights to be found in their chattiness.",
            "Path": "Make sure your path forward includes time for both your career and your social life. A close friend or romantic partner may be vying for the attention you’ve been giving to your job recently."
        }
    }
}, {
    "heading": "Queen of Hearts",
    "name": "queen-of-hearts",
    "images": {
        "svg": "static/images/svg/queen-of-hearts.svg",
        "webp": "static/images/webp/queen-of-hearts.webp",
        "jpg": "static/images/jpg/queen-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "Your childhood relationship with your mother or an important mother figure is having a major impact on your life right now. It may be time to reconnect or resolve old issues.",
            "Present": "The Queen of Hearts represents an important woman in your life. Speaking with a psychic may help you uncover the significance of this person in your current situation.",
            "Future": "An important female figure will influence the future of your current situation. This could represent your mother, a mother figure, or a close friend or family member who is pregnant."
        },
        "2": {
            "You": "The Queen of Hearts represents the fantasies of the heart. You’re deeply committed to this relationship and ready to take it to the next level.",
            "Lover": "Your partner is deeply committed to your relationship and considering the potential for your future together. This may indicate a pending marriage proposal.",
            "Dynamic": "The Queen of Hearts may represent marriage or pregnancy. Your relationship is on the path toward deep commitment."
        },
        "3": {
            "Goals": "An important female figure in your life represents some of your greatest career goals. Looking up to this individual may help you figure out how to forge a similar path.",
            "Tools": "You have an inspiring female mentor in your life who can help you achieve your career goals. Your relationship with this individual is your greatest tool for furthering your career right now.",
            "Path": "Look to a female mentor or leader for inspiration finding your path. The powerful women who have come before you forged a great trail for you to follow."
        }
    }
}, {
    "heading": "King of Hearts",
    "name": "king-of-hearts",
    "images": {
        "svg": "static/images/svg/king-of-hearts.svg",
        "webp": "static/images/webp/king-of-hearts.webp",
        "jpg": "static/images/jpg/king-of-hearts.jpg"
    },
    "spread": {
        "1": {
            "Past": "Your past relationship with your father or a father figure is having a notable impact on your present situation. Consider what you learned from that relationship and how you can apply it to your current situation.",
            "Present": "An influential man is at the forefront of your current situation. This is likely a lover or close relation.",
            "Future": "An important man will come into your life soon and influence the direction you’re taking. This individual is likely older and wiser with good advice to offer."
        },
        "2": {
            "You": "You are both wise and patient. You’re skilled at balancing your emotions with good reason, which is important at this stage in your relationship.",
            "Lover": "Your partner is kind and tolerant, balancing their emotions with good reason and solid advice. Listen to their wisdom, as they’re poised to guide you in the right direction.",
            "Dynamic": "Your relationship is abundant in patience and tolerance, but it also offers plenty of romance and deep feelings. This is a good dynamic for a long-term commitment."
        },
        "3": {
            "Goals": "Though you may feel conflicted about your goals right now, your heart will help you find your path. The advice of an older man may help point you in the right direction.",
            "Tools": "Patience and tolerance will serve you well right now. If you feel that you’re lacking the right tools for the situation, seek counsel from an older man.",
            "Path": "Your path forward requires a diplomatic touch, tolerance, and patience. You may receive sage guidance from an older man."
        }
    }
}, {
    "heading": "Ace of Spades",
    "name": "ace-of-spades",
    "images": {
        "svg": "static/images/svg/ace-of-spades.svg",
        "webp": "static/images/webp/ace-of-spades.webp",
        "jpg": "static/images/jpg/ace-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You suffered a challenging loss, but it’s time for your past misfortunes to give rise to new beginnings. Thinking back on the lessons you’ve learned through this experience will serve you well.",
            "Present": "You’re embarking on a new journey. Things from the past are falling away to make room for wonderful opportunities.",
            "Future": "A bold new journey lies ahead of you. The losses that you’re experiencing now will only make room for fresh opportunities."
        },
        "2": {
            "You": "You’re ready to embark on a new adventure. This could mean a fresh start in a new relationship or a rekindling of your current romance.",
            "Lover": "Your partner is ready for something new. This could be a new relationship or a fresh start in your current romance. It’s time to rekindle that spark.",
            "Dynamic": "Your relationship may have suffered some difficult times recently, but these only made way for new opportunities. It’s time to embark on a new adventure with your partner and get out of your current rut."
        },
        "3": {
            "Goals": "You need to embark on a new journey in your career. You’ve been stagnant for too long. Consider seeking out a new job or actively pursuing a promotion.",
            "Tools": "A solid plan is the best tool you can have at your disposal right now. There are an abundance of opportunities available, but you’ll need to be mindful about choosing the right ones.",
            "Path": "Take the time to thoughtfully chart your path forward. You have several different opportunities before you. Consider speaking with a psychic for more insights on selecting the right one."
        }
    }
}, {
    "heading": "Two of Spades",
    "name": "two-of-spades",
    "images": {
        "svg": "static/images/svg/two-of-spades.svg",
        "webp": "static/images/webp/two-of-spades.webp",
        "jpg": "static/images/jpg/two-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You faced a very difficult decision in the past that’s been haunting you. You’re wondering if you made the right choice, but it’s time to accept the path you’ve chosen and look forward instead of back.",
            "Present": "You’re facing a tough decision and feeling conflicted about which way to turn. Choose carefully because the wrong choice may cause a rift between yourself and a close friend.",
            "Future": "You have a difficult choice ahead of you that may cause a rift between yourself and a loved one. Consider speaking with a psychic for guidance on determining the right path."
        },
        "2": {
            "You": "You’re feeling uncertain about your current relationship. It’s difficult to walk away because you don’t want to lose your friendship, but it’s important to consider whether this partnership is really right for you.",
            "Lover": "Your partner is feeling uncertain about your relationship right now. There are important decisions to be made and you may find that you’re not right together.",
            "Dynamic": "Your relationship is uncertain right now. Make sure you’re not staying purely for the familiarity or friendship if you don’t have the right romantic chemistry together."
        },
        "3": {
            "Goals": "The goal that you have your sights on may cause a rift between yourself and your colleagues. It’s important to consider your choices thoroughly and tread carefully as you pursue this path.",
            "Tools": "The two of spades can represent a failure to communicate. Finding effective tools for better communication can make all the difference right now.",
            "Path": "You’re at a fork in the road right now and having trouble choosing the right path forward. Take your time and consider carefully, perhaps with the assistance of a skilled psychic."
        }
    }
}, {
    "heading": "Three of Spades",
    "name": "three-of-spades",
    "images": {
        "svg": "static/images/svg/three-of-spades.svg",
        "webp": "static/images/webp/three-of-spades.webp",
        "jpg": "static/images/jpg/three-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "A miscommunication from the past is still haunting you. If possible, you should find a way to correct the misunderstanding and share your truth.",
            "Present": "You’re experiencing a great deal of stress right now. Most of this is due to poor communication. Find a way to share your truth and you can resolve many of your current issues.",
            "Future": "You may soon receive bad news, but things aren’t as desperate as they first seem. Don’t jump to conclusions, as you may soon realize that a simple miscommunication has taken place."
        },
        "2": {
            "You": "You’re struggling to communicate with your partner right now. It’s possible that infidelity is involved, but you’ll need to find a way to speak openly with one another to get to the truth of the matter.",
            "Lover": "Your partner is having trouble communicating openly with you right now. They may have been unfaithful or suspect you of infidelity. It’s time to have an honest conversation if you want to move forward.",
            "Dynamic": "Your relationship is very strained right now because you’re not communicating well with one another. It’s time to open up, even if your honesty means facing the fact that you’re not right for one another."
        },
        "3": {
            "Goals": "Improved communication is a crucial goal for you right now. It’s time to actively work on your speaking or writing skills so you can better convey your ideas to clients, supervisors, or colleagues.",
            "Tools": "Miscommunications at work have been running rampant. Find a way to improve your lines of communication and you may become a prime candidate for the next promotion.",
            "Path": "You’re having difficulty communicating your goals for the future. It’s important to clarify what you want so you can successfully identify the right path forward."
        }
    }
}, {
    "heading": "Four of Spades",
    "name": "four-of-spades",
    "images": {
        "svg": "static/images/svg/four-of-spades.svg",
        "webp": "static/images/webp/four-of-spades.webp",
        "jpg": "static/images/jpg/four-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a serious illness or period of poor health in the past that’s been haunting you lately. Take the proper steps if there are still things you need to do to complete your recovery.",
            "Present": "You’ve been struggling recently, but the situation will resolve itself beautifully. You’ll experience a full recovery.",
            "Future": "You have some rough seas ahead that may include poor health or uncertainties in your career. Rest assured, however, that you will be able to overcome this challenge."
        },
        "2": {
            "You": "You’ve been deep in thought lately considering the future of your relationship. It may require a little TLC if you want to keep the flames of your romance burning.",
            "Lover": "Your partner has been contemplating the future of your relationship. You’ve been through some difficult times and it’s important to resolve these issues fully before moving forward.",
            "Dynamic": "You’re struggling with a broken promise that’s had a major impact on your relationship. It’s important to resolve this issue so you can move forward."
        },
        "3": {
            "Goals": "Your main goal right now is stability. Your career has felt uncertain recently, but new ideas are beginning to emerge that will set you on the right path.",
            "Tools": "Patience and thoughtfulness are the most important tools you have right now. Don’t rush forward. Give your wild ideas time to stabilize and grow.",
            "Path": "You’ve been through a period of instability at work, but the tumultuous times are almost over. You will soon be able to see your path forward."
        }
    }
}, {
    "heading": "Five of Spades",
    "name": "five-of-spades",
    "images": {
        "svg": "static/images/svg/five-of-spades.svg",
        "webp": "static/images/webp/five-of-spades.webp",
        "jpg": "static/images/jpg/five-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve overcome major obstacles in the past, but they’ve made you a stronger person. Those challenges equipped you well for what’s ahead.",
            "Present": "You’ve been leaping over a long series of obstacles lately, but success lies ahead. Keep leaping and you’ll reach the stars.",
            "Future": "You’ll soon be moving on from your current situation. Though you will face some obstacles on the way, rest assured that success lies ahead."
        },
        "2": {
            "You": "You’ve had the sense that it’s time to move on, but you’re having trouble communicating your discontent. Open up to your partner so you can move forward.",
            "Lover": "Your partner is feeling a sense of uncertainty about your relationship. If you’re sharing this feeling, it’s time to amicably part ways. If you want to stay in the relationship, make the effort to rekindle your flame.",
            "Dynamic": "Your relationship no longer has the spark and romance that once drew you in. It’s likely that it’s time to put this chapter to rest and move on from this partner."
        },
        "3": {
            "Goals": "You’re ready for a fresh start. The best goal you can set right now is to find a new job that will better fit your talents and give you the room you need to reach your full potential.",
            "Tools": "Determination is the best tool you can have at your disposal right now. You may experience a hollow victory on your way to the top, but keep moving forward and you’ll reach your goals.",
            "Path": "Your path going forward involves a major change. It’s time to move on to a new job in order to fully realize your career goals."
        }
    }
}, {
    "heading": "Six of Spades",
    "name": "six-of-spades",
    "images": {
        "svg": "static/images/svg/six-of-spades.svg",
        "webp": "static/images/webp/six-of-spades.webp",
        "jpg": "static/images/jpg/six-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "If you’ve been experiencing some childhood nostalgia lately, there’s a good reason. An old friendship that was very meaningful will resurface and resume.",
            "Present": "You’re moving forward with confidence and purpose. Your self-assuredness is well-placed. Wonderful things are on the way.",
            "Future": "Things will soon be on the upswing for you. You’re moving on past the trials that held you back before and finally reaching a better place."
        },
        "2": {
            "You": "You’re looking to the future with your current partner. Things are on the upswing and you anticipate great things soon.",
            "Lover": "Your partner has been thinking about the future a lot lately. They’ve worked through many of their previous issues and are ready to move forward.",
            "Dynamic": "Your relationship is moving forward with great purpose. Things are on the upswing and you can expect great things to manifest soon."
        },
        "3": {
            "Goals": "You’re ready to put the past to rest and move forward with purpose. It’s time to take the reins and grasp your goals with both hands.",
            "Tools": "Consistent, steady improvement is the most powerful tool you can use right now. Practice persistence and you’ll start enjoying some satisfying wins.",
            "Path": "You’re on the way up. Good karma will soon pay off in the area of your career and finances."
        }
    }
}, {
    "heading": "Seven of Spades",
    "name": "seven-of-spades",
    "images": {
        "svg": "static/images/svg/seven-of-spades.svg",
        "webp": "static/images/webp/seven-of-spades.webp",
        "jpg": "static/images/jpg/seven-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "Someone close to you was deceitful in the past. This dishonesty has made it difficult for you to trust again, but it’s time to stop letting this part of your history pull you down.",
            "Present": "Someone is being dishonest with you. Uncovering the deceit may bring your friendship to an end, but it will free you from this person’s negative energy.",
            "Future": "Be careful about who you trust. Someone close to you is being dishonest and you may soon suffer from a theft or other serious deceit."
        },
        "2": {
            "You": "You haven’t been honest with your partner lately. It’s time to open up, even if it means admitting that this relationship isn’t the right fit for you.",
            "Lover": "Your partner hasn’t been honest with you lately. This deceit will likely lead to the end of your relationship, but you may be able to salvage the situation if they can be honest with you.",
            "Dynamic": "You and your partner are struggling with a serious disagreement right now. You will need to be open and honest if you want to find a way to move forward in the relationship."
        },
        "3": {
            "Goals": "You’ve dealt with deception and dishonesty in your career. It’s time to pursue a more honest path, which may mean changing companies.",
            "Tools": "Conflict resolution is crucial right now. Though you may be tempted to lie your way out of the current situation, honesty will serve you better in the long run.",
            "Path": "You’re on a difficult path fraught with deception. It’s important to keep a keen eye out for any form of dishonesty that may lead you down the wrong path."
        }
    }
}, {
    "heading": "Eight of Spades",
    "name": "eight-of-spades",
    "images": {
        "svg": "static/images/svg/eight-of-spades.svg",
        "webp": "static/images/webp/eight-of-spades.webp",
        "jpg": "static/images/jpg/eight-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a difficult period of stagnation in the past where it felt almost impossible to move forward. Remember that you made it through that challenge, and you’ll be able to overcome the challenges that are ahead of you, too.",
            "Present": "Your forward movement has come to a halt. You may feel trapped at the moment, but this is only an illusion. You must reclaim your power and move forward.",
            "Future": "There’s a major obstacle ahead that may stop you in your tracks. Don’t let this challenge derail you, however. The idea that you’re truly stuck is only an illusion."
        },
        "2": {
            "You": "You may be struggling with feelings of powerlessness in your relationship. It’s important to address this dynamic so it doesn’t become the norm.",
            "Lover": "Your partner may be feeling powerless in your current relationship. Evaluate your decision-making as a couple and make sure you’re leaving plenty of room for compromise.",
            "Dynamic": "Your relationship has some problem areas that need to be addressed. One or both of you has been feeling powerless and trapped. You must deal with these feelings if you want to move forward."
        },
        "3": {
            "Goals": "You’re facing a major obstacle in your career right now and it’s taken up nearly all your focus. Make sure you’re taking care of the big picture as well, so you don’t miss opportunities while you attend to this challenge.",
            "Tools": "Resilience is an essential tool for you to have right now. There’s a major obstacle ahead and you’ll need to remain cool and confident to overcome it successfully.",
            "Path": "You will soon reach a crossroads on your professional path. A major obstacle will force you to make an important choice about how you’d like to move forward."
        }
    }
}, {
    "heading": "Nine of Spades",
    "name": "nine-of-spades",
    "images": {
        "svg": "static/images/svg/nine-of-spades.svg",
        "webp": "static/images/webp/nine-of-spades.webp",
        "jpg": "static/images/jpg/nine-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a very difficult time in your life that’s been on your mind a lot lately. This may be the loss of a loved one or a period of deep depression.",
            "Present": "You’re going through a particularly difficult time right now. If you’re struggling with depression or loss, it’s important to find someone you can talk to.",
            "Future": "There are difficult times ahead. You may soon face a major loss or period of depression. Shore up your support system now, so you’ll have solid resources to rely on when things get tough."
        },
        "2": {
            "You": "You’re dealing with a lot of anxiety and depression right now, and it’s taking a toll on your relationship. Check in with your partner and see how they’re handling things.",
            "Lover": "Your partner is going through a period of depression or anxiety right now. Provide what support you can and encourage them to find someone to talk to if they need additional help.",
            "Dynamic": "Your relationship is going through a difficult period where one or both of you are experiencing uncertainties. Open communication is the best way to move forward."
        },
        "3": {
            "Goals": "Revisit your most important goals and decide whether your current job is really the right place for you to reach them. There are many challenges ahead and it’s important to decide whether you will hold your ground or move on.",
            "Tools": "A clear set of goals for the future is an important tool to have right now. You’ve been feeling fearful about what’s to come. Clarify what you want from your career, and you can refocus your efforts to manifest it.",
            "Path": "The path forward is very uncertain right now. You may find that you need to leave your current job behind to achieve your higher career goals."
        }
    }
}, {
    "heading": "Ten of Spades",
    "name": "ten-of-spades",
    "images": {
        "svg": "static/images/svg/ten-of-spades.svg",
        "webp": "static/images/webp/ten-of-spades.webp",
        "jpg": "static/images/jpg/ten-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a period of extreme grief in the past that may still haunt you today. Consider speaking with a psychic for valuable insights that may help you become more mindful about living in the present.",
            "Present": "You recently received some difficult news and you’re struggling with feelings of fear or grief right now. Speaking with a psychic may help you gain a deeper understanding of the situation.",
            "Future": "You may soon receive bad news. Though this may cause you some worry or grief, it’s important to maintain perspective on the situation and focus on finding your path forward."
        },
        "2": {
            "You": "You’ve been spending a lot of time worrying about your relationship, but it’s time to finally make a decision. You should commit yourself to moving forward or make the choice to move on.",
            "Lover": "Your partner has been worrying about your relationship recently, but they’re finally ready to make a decision. You should sit down and have an honest conversation.",
            "Dynamic": "You’ve reached a major crossroads in your relationship. You must decide to either forge through this challenge together or go your separate ways."
        },
        "3": {
            "Goals": "You’ve let fear hold you prisoner for too long. It’s time to stop worrying about what will happen if you go for your goals and simply make the leap.",
            "Tools": "Indecision is your worst enemy right now. Gather your courage and determine that you’re going to reach for your goals and move forward or you will end up bogged down by your fears forever.",
            "Path": "You may receive some bad news that makes your path feel uncertain. Don’t let anxiety hold you back. It’s time to fully realize your potential and let go of the fears that are keeping you down."
        }
    }
}, {
    "heading": "Jack of Spades",
    "name": "jack-of-spades",
    "images": {
        "svg": "static/images/svg/jack-of-spades.svg",
        "webp": "static/images/webp/jack-of-spades.webp",
        "jpg": "static/images/jpg/jack-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "A rebellious friend played a major role in your past. The impact that they had on your life can still be felt today.",
            "Present": "You’re struggling with a difficult person right now who is getting in the way of your goals. Consider speaking with a psychic to find the best way to deal with this troublemaker.",
            "Future": "Be wary of any suspicious individuals near your social circle. Someone is looking to cause trouble soon."
        },
        "2": {
            "You": "You’re a bit of a rebel and troublemaker. While it’s fun to color outside the lines, make sure you’re not distracting your partner from their goals with your antics.",
            "Lover": "Your partner is a bit of a troublemaker. This may have drawn you to them initially, but it’s time to consider whether this rebel is right for your future.",
            "Dynamic": "Your relationship is playful, rebellious, and maybe even a bit dangerous. While it’s been fun, you should carefully consider whether this is the dynamic that you want for the long haul."
        },
        "3": {
            "Goals": "Someone is going to get in the way of your goals, and you’ll have to come up with a clever way of dealing with them. Speaking with a psychic may help you gain perspective on the situation.",
            "Tools": "Caution is your best tool right now. Someone is going to cause trouble for you, and you’ll need to be careful and calculating as you decide how to deal with them.",
            "Path": "Someone is holding you back from your ideal career path right now. It’s time to look around and see where the negativity is coming from. Distancing yourself from certain individuals could make a dramatic difference in your success."
        }
    }
}, {
    "heading": "Queen of Spades",
    "name": "queen-of-spades",
    "images": {
        "svg": "static/images/svg/queen-of-spades.svg",
        "webp": "static/images/webp/queen-of-spades.webp",
        "jpg": "static/images/jpg/queen-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "The Queen of Spades represents a cunning woman in your past. Her ruthlessness has left a marked impression on you.",
            "Present": "There’s a shrewd woman playing a critical role in your life right now. Be wary, as she may not be what she seems.",
            "Future": "A shrewdly intelligent woman will play a critical role in your future. She may seem to have good advice but be careful to assess who she’s really serving."
        },
        "2": {
            "You": "Your outlook on your relationship is shrewd more than loving right now. Consider whether you’re feeling overly defensive because of past experiences.",
            "Lover": "Your partner is sharply analytical of your relationship right now. They may be watching for warning signs to avoid getting hurt as they have in the past.",
            "Dynamic": "You’re both assessing each other cautiously right now. It’s important for you to take a moment to determine if this is the right relationship for you."
        },
        "3": {
            "Goals": "To achieve your goals, you may have to become a little ruthless. It’s important to stay sharp so you can remain competitive.",
            "Tools": "Take inventory of the organizational tools and methods that you’re using right now. You need to stay organized at this juncture to get ahead.",
            "Path": "Your path requires a sharp eye and a keen, analytical mind. Though you need to be competitive, make sure you’re not cruel."
        }
    }
}, {
    "heading": "King of Spades",
    "name": "king-of-spades",
    "images": {
        "svg": "static/images/svg/king-of-spades.svg",
        "webp": "static/images/webp/king-of-spades.webp",
        "jpg": "static/images/jpg/king-of-spades.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a period where an authoritative male figure ruled your life. Their guidance left a notable impression on you.",
            "Present": "An authoritative man is playing a major role in your current situation. He has helpful advice for you, but you should balance his recommendations with your own judgment.",
            "Future": "A wise, introspective man will play a big role in your life in the future. Though his demeanor may feel stern, he has some useful advice."
        },
        "2": {
            "You": "You’re feeling extremely introspective right now. You should take the time to address any issues that are keeping you from being your best self in this relationship.",
            "Lover": "Your partner is in a very introspective place right now. Allow them the space they need to work on their personal issues so they can better serve your relationship.",
            "Dynamic": "Your relationship has taken second place to your personal development lately. This can be very good for your future if it allows you and your partner to better yourselves."
        },
        "3": {
            "Goals": "You’re looking to take on a position of greater authority in your career. Looking to an older male role model may help you chart your path.",
            "Tools": "There is an older man in your life who can serve as an excellent advisor right now. Consider his opinions but do make sure to balance them with your own.",
            "Path": "There is an authoritative male figure who’s trying to influence your path right now. He has wise counsel, but you still need to make sure you’re charting your own path."
        }
    }
}, {
    "heading": "Ace of Diamonds",
    "name": "ace-of-diamonds",
    "images": {
        "svg": "static/images/svg/ace-of-diamonds.svg",
        "webp": "static/images/webp/ace-of-diamonds.webp",
        "jpg": "static/images/jpg/ace-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You received a life-changing message in the past that changed your outlook on your love life or career. Consider whether this information is still relevant today.",
            "Present": "You’ve received a critical message about your work or love life. This contains essential information to help you chart your path forward.",
            "Future": "You can expect an exciting new beginning in your future. This may be a new home or job."
        },
        "2": {
            "You": "Your relationship is new or has newly attained another level. Move forward with gusto. This is a wonderful partnership for you right now.",
            "Lover": "Your partner feels energetic and excited about your relationship. They’re ready to take on the next stage.",
            "Dynamic": "Your relationship is on the precipice of a new beginning such as marriage or a baby. There’s a lot to be excited about right now."
        },
        "3": {
            "Goals": "You’re ready to start a new project or job. Tackle this with everything you’ve got. It’s a great opportunity for you.",
            "Tools": "Your enthusiasm is the best tool you have at your disposal right now. Your coworkers and supervisors will notice your energy and reward you for it.",
            "Path": "Your path has an exciting new opportunity on it. This could be a new project, promotion, or a different job with another company."
        }
    }
}, {
    "heading": "Two of Diamonds",
    "name": "two-of-diamonds",
    "images": {
        "svg": "static/images/svg/two-of-diamonds.svg",
        "webp": "static/images/webp/two-of-diamonds.webp",
        "jpg": "static/images/jpg/two-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You enjoyed a period of relative wealth in the past. It’s important to understand that your current resources may be more limited today, so you should budget mindfully.",
            "Present": "You’re enthusiastic about your current project, but it requires careful budgeting to make sure it reaches completion.",
            "Future": "Your resources may seem abundant right now, but you should be careful about budgeting them properly or they will run out in the future."
        },
        "2": {
            "You": "You’re struggling to balance your relationship with your other obligations such as friends, family, and career. Make sure you’re not neglecting anything that’s important to you.",
            "Lover": "Your partner is having a hard time balancing your relationship with their other responsibilities. Allow them time and space to care for all their obligations.",
            "Dynamic": "You and your partner are in a very busy period of your lives right now. It’s important to allocate your resources carefully and make sure you include time for each other."
        },
        "3": {
            "Goals": "Budget your resources carefully as you’re pursuing your goals. Your time, energy, and means are finite and should be allocated carefully.",
            "Tools": "You have the necessary means to achieve your goals if you budget them properly. This could mean tailoring your finances to make room for a sabbatical or change in career.",
            "Path": "Carefully chart your course forward and make sure you’re allocating your resources properly. If you use them up too quickly, you may fall short of your goal."
        }
    }
}, {
    "heading": "Three of Diamonds",
    "name": "three-of-diamonds",
    "images": {
        "svg": "static/images/svg/three-of-diamonds.svg",
        "webp": "static/images/webp/three-of-diamonds.webp",
        "jpg": "static/images/jpg/three-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You used money poorly in the past. This may have caused issues that continue to linger today.",
            "Present": "You’re feeling indecisive about how to use your resources right now. Take time to gain some perspective before spending any money.",
            "Future": "You may face financial or legal difficulties in the future. Mindful decisions now could help you avoid these complications, however."
        },
        "2": {
            "You": "You’ve been trying to handle a problem by yourself, but turning to your partner for help will strengthen your relationship. You don’t need to do this alone.",
            "Lover": "Your partner has been trying to handle a problem on their own, but they would benefit from your assistance. Let them know that you’re available to help.",
            "Dynamic": "You and your partner make an excellent team. The more you work together, the stronger your partnership will be."
        },
        "3": {
            "Goals": "You’re aiming for the stars, but it’s important to remember that you can’t get there alone. The right team is crucial to achieving your goals.",
            "Tools": "Your coworkers are your greatest asset right now. Using your team effectively will do wonders for your career.",
            "Path": "Teamwork is essential on your path forward. Surround yourself with the right people and your career will take off."
        }
    }
}, {
    "heading": "Four of Diamonds",
    "name": "four-of-diamonds",
    "images": {
        "svg": "static/images/svg/four-of-diamonds.svg",
        "webp": "static/images/webp/four-of-diamonds.webp",
        "jpg": "static/images/jpg/four-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You learned important lessons about financial stability in the past. Recalling these now can help you avoid a tricky situation.",
            "Present": "Pay close attention to your finances right now. It’s important to manage them responsibly to protect your future.",
            "Future": "You may deal with financial difficulties in the future if you’re not careful. Managing your money more mindfully now can prevent some of this trouble."
        },
        "2": {
            "You": "You’re feeling very possessive about your partner right now. However, if you’re not careful you may smother them.",
            "Lover": "Your partner feels very possessive of you right now. It may be time for a talk about comfortable boundaries, so you don’t feel smothered.",
            "Dynamic": "There’s a sense of possessiveness in your relationship right now. It’s important to make sure you’re both comfortable enough to let each other breathe."
        },
        "3": {
            "Goals": "As you’re climbing the ladder of success, make sure you don’t try to do everything on your own. Accept the helping hand that’s been offered.",
            "Tools": "Your coworkers are one of your most valuable tools right now. Trust in your team, as they’re crucial to helping you achieve your goals.",
            "Path": "You’re on the path up but it’s important to remember that you didn’t get here alone. It’s wonderful to accept help from others who want to assist you."
        }
    }
}, {
    "heading": "Five of Diamonds",
    "name": "five-of-diamonds",
    "images": {
        "svg": "static/images/svg/five-of-diamonds.svg",
        "webp": "static/images/webp/five-of-diamonds.webp",
        "jpg": "static/images/jpg/five-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "In the past, someone helped you significantly in a time of need. Karma may soon come around and give you the opportunity to return the favor or pass it on.",
            "Present": "You may enjoy the feeling of independence but there’s no shame in needing a helping hand. Accept the assistance that’s being offered to you.",
            "Future": "A major change in your finances is ahead. This could be a positive change such as a raise or a negative situation like an unexpected expense."
        },
        "2": {
            "You": "You’re currently focused on the material and financial aspects of your relationship. Perhaps you’re thinking of finding a home together or growing your family.",
            "Lover": "Your partner is thinking about the material aspects of your relationship right now. They’re interested in making sure you’re financially secure so you can build a future together.",
            "Dynamic": "Your relationship is growing past the emotion-driven early stages and into more real-world concerns, like finances, home, and even growing a family."
        },
        "3": {
            "Goals": "Improving your finances is a critical goal for you right now. It’s important to find a position that will provide a good salary.",
            "Tools": "Money is an important tool, and you need to make sure your job is providing enough of it. It may be time to ask for a raise or promotion.",
            "Path": "Your current path will lead to a wonderful change in your financial situation. This will likely come in the form of a promotion or raise."
        }
    }
}, {
    "heading": "Six of Diamonds",
    "name": "six-of-diamonds",
    "images": {
        "svg": "static/images/svg/six-of-diamonds.svg",
        "webp": "static/images/webp/six-of-diamonds.webp",
        "jpg": "static/images/jpg/six-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You went through a time of financial instability that’s still impacting your current situation. It’s important to take a mindful approach to money management so the past doesn’t repeat itself.",
            "Present": "You need to assess your finances closely and take responsibility for the current situation. It’s time to address your debts and work up a solid budget to protect your future.",
            "Future": "You can expect a pay raise or an unexpected boost to your finances in the future. Use this money wisely."
        },
        "2": {
            "You": "You’re feeling uncertain about your current relationship. Speaking with a psychic may help you gain much-needed clarity on the issue.",
            "Lover": "Your partner is feeling uncertain about your current relationship. Now is a good time to have an open, honest conversation.",
            "Dynamic": "Your relationship is on the rocks right now. You may have to accept that this is not the right partnership for you."
        },
        "3": {
            "Goals": "A pay raise is at the top of your wish list right now. It’s time to actively pursue a higher salary. The outcome is favorable if you ask soon.",
            "Tools": "Now is the time to begin gathering your resources for what’s ahead. Start preparing your tool kit now and you’ll have everything you need on hand when the next opportunity arises.",
            "Path": "Your current path leads to great financial success. A promotion or raise is in the future."
        }
    }
}, {
    "heading": "Seven of Diamonds",
    "name": "seven-of-diamonds",
    "images": {
        "svg": "static/images/svg/seven-of-diamonds.svg",
        "webp": "static/images/webp/seven-of-diamonds.webp",
        "jpg": "static/images/jpg/seven-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve struggled with finances in the past and may still have some serious debts to contend with. It’s important to take a mindful approach to money management going forward.",
            "Present": "You’re struggling with your finances right now. Speaking with a psychic advisor may help you gain some essential insights into this tricky situation.",
            "Future": "Financial difficulties lay ahead. Be very careful with your money now so you’re prepared to weather the storm."
        },
        "2": {
            "You": "Though you care for your partner, you’re experiencing a sense of dissatisfaction. Consider ways you can deepen your connection or reignite that spark.",
            "Lover": "Your partner is feeling vaguely dissatisfied with your relationship. It’s time to plan an exhilarating date night or find a way to shake up your regular routine.",
            "Dynamic": "Your relationship has plateaued and isn’t delivering the excitement that it used to. Speak with a love psychic to get fresh ideas for how to keep things interesting."
        },
        "3": {
            "Goals": "Your job doesn’t give you any real sense of satisfaction or fulfillment. It’s time to find a position that better serves your higher calling.",
            "Tools": "You’re facing a great deal of confusion right now. The most important tool to have is an organized to-do list or some clear goals to help guide you forward.",
            "Path": "You’re currently having a lot of problems at work. It’s time to address the things that aren’t serving you and either improve your position or seek a new job."
        }
    }
}, {
    "heading": "Eight of Diamonds",
    "name": "eight-of-diamonds",
    "images": {
        "svg": "static/images/svg/eight-of-diamonds.svg",
        "webp": "static/images/webp/eight-of-diamonds.webp",
        "jpg": "static/images/jpg/eight-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You received a major windfall in the past and will now reap the rewards or consequences for how you chose to use those funds.",
            "Present": "You’ve recently received some unexpected money. Carefully consider how you’re going to use it.",
            "Future": "Some unexpected money is coming your way! Create a stable financial plan now so you’ll know how to use this windfall wisely."
        },
        "2": {
            "You": "You haven’t been prioritizing your relationship lately and your partner is starting to notice. Make sure you’re balancing your career with your love life.",
            "Lover": "Your partner has been consumed with their job or studies lately and your relationship hasn’t gotten much attention. It’s time to plan a special night together.",
            "Dynamic": "Your relationship has taken a backseat to work or studies lately. While it can withstand this for a short period, it’s important to find time to keep the flame burning."
        },
        "3": {
            "Goals": "You’re ready for a new job with plenty of learning opportunities. There’s a lot of career growth on the horizon.",
            "Tools": "Knowledge is the greatest tool you can have right now. It’s time to pursue a class, degree, or certification that will help you grow in your career.",
            "Path": "You’re on the path to a new job. This fresh career opportunity has a lot of great lessons."
        }
    }
}, {
    "heading": "Nine of Diamonds",
    "name": "nine-of-diamonds",
    "images": {
        "svg": "static/images/svg/nine-of-diamonds.svg",
        "webp": "static/images/webp/nine-of-diamonds.webp",
        "jpg": "static/images/jpg/nine-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "A major expense in the past is still having a negative pull on your finances. Make sure to prioritize paying down your bills so you can enjoy more freedom in the future.",
            "Present": "You’re dealing with a major expense, such as repair costs or an unexpected medical bill. It’s important to manage your finances carefully right now.",
            "Future": "There’s a major expense in your future, like a costly repair or medical bill. Organize your finances now so you’ll be prepared."
        },
        "2": {
            "You": "Self-sufficiency is very important to you. You will need to find a careful balance with your partner so neither of you becomes overly dependent on the other.",
            "Lover": "Your partner craves independence. Make sure you’re not smothering them, or you may extinguish the flame in your relationship.",
            "Dynamic": "Your relationship is one of ample freedom and independence. While you enjoy your time together, you’re not at all dependent on each other for your day-to-day needs."
        },
        "3": {
            "Goals": "You’re ready to create some new business opportunities for yourself. Assess the current landscape, as there’s definitely a profit to be had.",
            "Tools": "You have a lot of money coming in right now that can help you build your business, further your education, or otherwise achieve your career goals. Use it wisely.",
            "Path": "You’re on the path to a wealth of new opportunities. Keep your eyes open so they don’t pass you by."
        }
    }
}, {
    "heading": "Ten of Diamonds",
    "name": "ten-of-diamonds",
    "images": {
        "svg": "static/images/svg/ten-of-diamonds.svg",
        "webp": "static/images/webp/ten-of-diamonds.webp",
        "jpg": "static/images/jpg/ten-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You received a major inheritance or another financial windfall in the past. Whether you used it well or squandered the funds, you’re feeling the repercussions now.",
            "Present": "You’re enjoying a moment of great wealth and prosperity. Use your money wisely today so it will still be there to serve you long into the future.",
            "Future": "A major inheritance or another financial windfall is on the horizon. Make a wise plan now so you’re prepared to use the money mindfully."
        },
        "2": {
            "You": "You’re feeling very satisfied with your relationship right now. This is a moment of great prosperity.",
            "Lover": "Your partner may soon receive an inheritance or other wealth. It’s important to support them in managing it wisely.",
            "Dynamic": "Your relationship is enjoying a moment of great prosperity right now. You make a strong team that plans well for the future."
        },
        "3": {
            "Goals": "You’re most interested in boosting your finances right now. It’s time to ask for a raise.",
            "Tools": "You have some unexpected wealth at your disposal that can help you take your business to the next level.",
            "Path": "A financial windfall is on the way. Carefully consider how you’ll use these funds to help pave the path for continued success."
        }
    }
}, {
    "heading": "Jack of Diamonds",
    "name": "jack-of-diamonds",
    "images": {
        "svg": "static/images/svg/jack-of-diamonds.svg",
        "webp": "static/images/webp/jack-of-diamonds.webp",
        "jpg": "static/images/jpg/jack-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "A hardworking young man played an important role in your life. This individual may soon resurface.",
            "Present": "Look to a reliable young man in your life for assistance. He has the knowledge and work ethic you need to make your current project a success.",
            "Future": "Keep an eye out for a hardworking young man in your future. He will prove to be a great asset to your plans."
        },
        "2": {
            "You": "Reliability and a good work ethic are important to you. If your partner proves to be flighty, this relationship won’t work for you.",
            "Lover": "Your partner is a hard worker with a strong work ethic. They won’t have much patience for someone who is unreliable or late.",
            "Dynamic": "You make a hardworking pair. If you put your heads together there’s nothing you can’t achieve."
        },
        "3": {
            "Goals": "Look for a reliable young man to help you achieve your future goals. His assistance will prove essential to your success.",
            "Tools": "A reliable assistant is the best tool you can have right now. Look for a knowledgeable young man with a strong work ethic.",
            "Path": "Your path will soon introduce you to a hardworking young man. This individual will prove to be a valuable resource for your future career growth."
        }
    }
}, {
    "heading": "Queen of Diamonds",
    "name": "queen-of-diamonds",
    "images": {
        "svg": "static/images/svg/queen-of-diamonds.svg",
        "webp": "static/images/webp/queen-of-diamonds.webp",
        "jpg": "static/images/jpg/queen-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "A significant mother figure from your past taught you important life lessons that you should call upon today.",
            "Present": "A maternal figure in your life has an important lesson for you. Pay attention to the messages that are coming your way.",
            "Future": "You will soon connect with an important mother figure in your life who has a great deal to teach you. Be watchful for this opportunity."
        },
        "2": {
            "You": "Starting a family is important to you. You need to make sure your current relationship has the right combination of sensuality and practicality to make it long-term.",
            "Lover": "Your partner is looking for the right balance of sensuality and practicality. They want someone they can start a family with.",
            "Dynamic": "Your relationship is both sensual and practical. You have the right building blocks for starting a family together."
        },
        "3": {
            "Goals": "You’re looking for stability and dependability in your career. A female mentor may give you the advice you need to reach your goals.",
            "Tools": "A reliable female mentor is an essential tool for your career growth right now. Pay attention to what this person has to teach you.",
            "Path": "You’re seeking a stable path forward. You’re ready to settle into a dependable career where you can stay for the long haul."
        }
    }
}, {
    "heading": "King of Diamonds",
    "name": "king-of-diamonds",
    "images": {
        "svg": "static/images/svg/king-of-diamonds.svg",
        "webp": "static/images/webp/king-of-diamonds.webp",
        "jpg": "static/images/jpg/king-of-diamonds.jpg"
    },
    "spread": {
        "1": {
            "Past": "You worked hard in the past to get to where you are today. As a self-made individual, you have a lot to be proud of when it comes to the challenges you’ve overcome.",
            "Present": "You’re currently enjoying the fruits of your labor. You worked long and hard to get yourself to this point and deserve to enjoy it.",
            "Future": "Keep your head up and march confidently forward. You will soon enjoy the fruits of your labor."
        },
        "2": {
            "You": "You’re looking for a reliable partner with a positive attitude and strong work ethic. Make sure this relationship has what you’re after.",
            "Lover": "Your partner is most interested in an encouraging, positive relationship that will support them in their future endeavors. Be careful and make sure you don’t present a critical attitude.",
            "Dynamic": "You have a strong partnership that will position you for success. You’re both willing to put in the work, keep a positive attitude, and make a great life for yourselves."
        },
        "3": {
            "Goals": "You want to reach the top and become a thriving entrepreneur. You’ll feel successful when you’re your own boss.",
            "Tools": "A male business owner will position themselves as a valuable mentor. Pay close attention to the lessons that he has to impart.",
            "Path": "You’re on the way up and will soon enjoy the fruits of your labors. You’re destined for the top where you can run the company and be your own boss."
        }
    }
}, {
    "heading": "Ace of Clubs",
    "name": "ace-of-clubs",
    "images": {
        "svg": "static/images/svg/ace-of-clubs.svg",
        "webp": "static/images/webp/ace-of-clubs.webp",
        "jpg": "static/images/jpg/ace-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "Consider the things you were passionate about in the past. Have you followed through on those dreams or let them fall to the wayside?",
            "Present": "You’re consumed by a new interest or passion. Now is the perfect time to pursue this path and see what new horizons it might lead you to.",
            "Future": "You will soon discover a new interest. Indulge your desire to learn more about it and soak up all the knowledge you can."
        },
        "2": {
            "You": "You’re wrapped up in the intensity of your romance. It’s difficult to see the big picture clearly because your vision is currently clouded by passion.",
            "Lover": "Your partner is consumed by the passion and intensity of your romance. This might cloud their vision of the bigger issues, though.",
            "Dynamic": "Your partnership is intense and passionate. You’re likely in the early stages of a new love affair."
        },
        "3": {
            "Goals": "You’re ready to take action and finally follow your passions toward a new career. Don’t settle for anything that doesn’t excite you.",
            "Tools": "The most important tool you can have is a means to organize your ideas. Whether you use a whiteboard, lists, idea board, or handy app, it’s important to find the right method to sort your brilliant thoughts.",
            "Path": "Your path is leading toward inspiring new business ideas. You’ll find the moment ripe for action."
        }
    }
}, {
    "heading": "Two of Clubs",
    "name": "two-of-clubs",
    "images": {
        "svg": "static/images/svg/two-of-clubs.svg",
        "webp": "static/images/webp/two-of-clubs.webp",
        "jpg": "static/images/jpg/two-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "Consider some of the major obstacles that you’ve overcome in the past and how you overcame them. Those lessons will serve you well going forward.",
            "Present": "You’re facing some intimidating obstacles, but you have the means to overcome them. Consider speaking with a psychic if you need advice on finding the right path.",
            "Future": "You will soon face some intimidating obstacles. Don’t let these deter you from your goals, however. You have what it takes to succeed."
        },
        "2": {
            "You": "You’re having trouble getting on the same page as your partner. It’s important to find an effective way to communicate if your relationship is going to move forward.",
            "Lover": "Your partner is having a hard time understanding you. Working on your communication skills will have a major impact on your relationship.",
            "Dynamic": "You and your partner are struggling with miscommunication. Make sure you’re not listening to any gossip and are instead going right to the source for what you need to know."
        },
        "3": {
            "Goals": "Your goals are temporarily delayed due to some obstacles in your path. Take this time to gather your resources so you’re ready for the next attempt.",
            "Tools": "Now is the time to take stock of your resources and organize these assets so you’re prepared for the next opportunity. You’re delayed right now, but things will begin moving again soon.",
            "Path": "Your current path has many challenging obstacles on it. Consider speaking with a psychic for guidance on the best route forward."
        }
    }
}, {
    "heading": "Three of Clubs",
    "name": "three-of-clubs",
    "images": {
        "svg": "static/images/svg/three-of-clubs.svg",
        "webp": "static/images/webp/three-of-clubs.webp",
        "jpg": "static/images/jpg/three-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve learned in the past that patience is often the only path forward. Take comfort thinking back on those times when waiting served you well and draw on that same confident patience now.",
            "Present": "Though you’re anxious to move forward, you’ve done all you can for this moment. It’s time to rest and wait patiently for the next opportunity.",
            "Future": "The future is looking very fortuitous for you. All that you’ve been working for will come to fruition as long as you’re patient and allow the universe to work in its own time."
        },
        "2": {
            "You": "You feel like you’ve hit the jackpot in this relationship. Your partner has all the key qualities that you’re looking for.",
            "Lover": "Your partner feels incredibly lucky to have found you. You have all the qualities they’ve been looking for.",
            "Dynamic": "You and your partner have a strong dynamic that can go all the way. It may be time to start talking about marriage."
        },
        "3": {
            "Goals": "You’re set on achieving a leadership position where you can start charting the path for your department or organization. With patience, you will get there.",
            "Tools": "Patience is the most important tool you can have right now. Don’t push forward before the time is right or you’ll risk losing a key opportunity.",
            "Path": "Your path is headed straight to the top. You have key leadership qualities that others will soon begin to appreciate."
        }
    }
}, {
    "heading": "Four of Clubs",
    "name": "four-of-clubs",
    "images": {
        "svg": "static/images/svg/four-of-clubs.svg",
        "webp": "static/images/webp/four-of-clubs.webp",
        "jpg": "static/images/jpg/four-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "Think of a major goal that you achieved in the past. The same tools that served you then may help you overcome your current challenges.",
            "Present": "Success is at hand. It’s time to take a rest and enjoy the fruits of your labor.",
            "Future": "You’ve been working hard, and it will soon pay off. You are about to reach your goal and enjoy a much-needed break."
        },
        "2": {
            "You": "You’re feeling very content in your relationship. After a period of comfort and stability, you’re ready to take the next step.",
            "Lover": "Your partner feels very safe and confident in your relationship. They’re considering taking the next step with you.",
            "Dynamic": "You have a strong relationship that’s ready for the next step, such as engagement, marriage, or moving in together."
        },
        "3": {
            "Goals": "You’ve recently achieved a major goal in your career. Take a moment to bask in your success and simply enjoy what you’ve accomplished.",
            "Tools": "You have some incredible successes to your name. These accomplishments will boost your reputation and serve you well on your path forward.",
            "Path": "You’ve reached a major milestone on your career path. Now is the time to sit back and bask in your achievements for a moment."
        }
    }
}, {
    "heading": "Five of Clubs",
    "name": "five-of-clubs",
    "images": {
        "svg": "static/images/svg/five-of-clubs.svg",
        "webp": "static/images/webp/five-of-clubs.webp",
        "jpg": "static/images/jpg/five-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You faced some stiff competition to get where you are today. Stay strong so you can maintain your foothold here.",
            "Present": "You’re struggling with some serious competition right now. Consider speaking with a psychic for deeper insights on how you should move forward.",
            "Future": "Prepare yourself for a major challenge in the future. There’s some stiff competition ahead, but it’s nothing you can’t overcome."
        },
        "2": {
            "You": "You feel like you’re fighting for your lover’s attention right now. Consider stepping back to let them pursue you instead.",
            "Lover": "Your partner feels like they have to fight for your attention. Make sure you haven’t been neglecting them.",
            "Dynamic": "Your relationship is on rocky terrain right now, and you haven’t had as much time for each other as you’d like. Find a way to make your relationship a priority if you want it to keep going strong."
        },
        "3": {
            "Goals": "It’s time to focus on expanding your skill set. Consider pursuing a new degree or certification to help fill out your resume.",
            "Tools": "Turn to your coworkers to help you fill in the gaps with your latest project. You have excellent teammates who can help you achieve your goals.",
            "Path": "You have some stiff competition on the path forward, but it’s nothing you can’t overcome. Speaking with a psychic may help you identify the best strategy for success."
        }
    }
}, {
    "heading": "Six of Clubs",
    "name": "six-of-clubs",
    "images": {
        "svg": "static/images/svg/six-of-clubs.svg",
        "webp": "static/images/webp/six-of-clubs.webp",
        "jpg": "static/images/jpg/six-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You worked hard in the past to build your knowledge and skill set. Those years of dedication are going to pay off.",
            "Present": "Victory is at hand! You’ve been facing stiff competition to reach your goals, but you’ve finally won.",
            "Future": "You will have a challenging road ahead with some serious competition. If you stay your course, however, you are sure to succeed."
        },
        "2": {
            "You": "You’ve been showering your lover with gifts, but it’s actually hurting your relationship more than helping. It’s important to recognize that love can’t be purchased.",
            "Lover": "Your partner has been showering you with gifts but they’re not speaking your love language. Time and attention would mean more to you.",
            "Dynamic": "You have all the trappings of an admirable relationship, but you might be missing something at the core. Make sure your partnership is built on a foundation of trust and affection, not on material things."
        },
        "3": {
            "Goals": "You’ve been working long and hard to achieve your goals. Success is close at hand!",
            "Tools": "Your intuition is your greatest tool right now. Trust your gut for this upcoming decision and you’ll know which way to go.",
            "Path": "The path forward may seem unclear, but you only need to trust your intuition to succeed. Listen to that still small voice to find your way."
        }
    }
}, {
    "heading": "Seven of Clubs",
    "name": "seven-of-clubs",
    "images": {
        "svg": "static/images/svg/seven-of-clubs.svg",
        "webp": "static/images/webp/seven-of-clubs.webp",
        "jpg": "static/images/jpg/seven-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "Standing up for your beliefs may have cost you some relationships in the past, but you will soon reap the rewards of being courageous and steadfast.",
            "Present": "You’re getting a lot of pushback for what you believe in. Don’t let this dissuade you from standing strong.",
            "Future": "You may soon have to fight for what you believe in. There are some trials ahead, but you have the strength to overcome them."
        },
        "2": {
            "You": "You’re feeling trapped in your current relationship. If you can’t make significant changes in your partnership, you may need to move on.",
            "Lover": "Your partner has been feeling trapped in your relationship. Make sure you’re giving them the space they need to pursue their own interests and activities.",
            "Dynamic": "Your relationship has started to feel too restrictive. It may help to take some time apart so you both remember how to stand on your own two feet."
        },
        "3": {
            "Goals": "Though others doubted you at first, you’ll soon have the satisfaction of proving them wrong. Major success is ahead.",
            "Tools": "Your morals and values are among your most important tools. Don’t let anyone scare you away from standing up for what you believe in.",
            "Path": "You may have to face some doubters on the path ahead, but stand tall! Success is at the end of this road."
        }
    }
}, {
    "heading": "Eight of Clubs",
    "name": "eight-of-clubs",
    "images": {
        "svg": "static/images/svg/eight-of-clubs.svg",
        "webp": "static/images/webp/eight-of-clubs.webp",
        "jpg": "static/images/jpg/eight-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "An investment that you made in the past is about to pay off. Speak with a psychic for more insights so you don’t miss out on this opportunity to cash in!",
            "Present": "You have a great opportunity before you, but you must move fast. If you delay, this chance will pass you by.",
            "Future": "Things are about to start moving very quickly. Be ready to jump on the prime opportunity that’s ahead."
        },
        "2": {
            "You": "The eight of clubs can indicate pregnancy or another situation that causes your relationship to move quicker than expected. Speak with a psychic for more detailed insights.",
            "Lover": "Your partner seems to be moving ahead quickly. This may be the result of pregnancy or another unexpected situation.",
            "Dynamic": "Your relationship is moving ahead quicker than you expected. Make sure you’re not going so fast that you overlook major issues you need to resolve."
        },
        "3": {
            "Goals": "Things are moving very quickly. You’ll have to make astute decisions on a short timeline if you want to reach your goals.",
            "Tools": "Organizational tools are extremely valuable right now. You’ll have to make lightning-fast decisions to succeed in this venture, which means your data must be neat and accessible at all times.",
            "Path": "The path forward requires quick, decisive action. Make sure your information is fact-checked and organized so you can jump on upcoming opportunities fast."
        }
    }
}, {
    "heading": "Nine of Clubs",
    "name": "nine-of-clubs",
    "images": {
        "svg": "static/images/svg/nine-of-clubs.svg",
        "webp": "static/images/webp/nine-of-clubs.webp",
        "jpg": "static/images/jpg/nine-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You’ve been thinking fondly on the “good old days,” but this period of your life is over. It’s important to move forward and not live in the past.",
            "Present": "You’re come to the end of an era. Things are going to be very different from here on out.",
            "Future": "You will soon enter a whole new phase of your life. Though some things will come to an end, there’s much to look forward to."
        },
        "2": {
            "You": "You have deep admiration for your partner, but it’s important to determine whether your feelings go deeper.",
            "Lover": "Your partner admires you greatly. However, your relationship hasn’t progressed to a deep emotional connection yet.",
            "Dynamic": "You and your partner greatly admire one another, but your relationship may still be at the surface level. It's time to get to know one other in a more meaningful way."
        },
        "3": {
            "Goals": "You will soon see your goals realized. After a long period of hard work, everything is coming to fruition.",
            "Tools": "You need to gain a more worldly view for your future business endeavors. Travel may be in order.",
            "Path": "Your path will take you on a fresh new adventure filled with excitement, travel, and unexplored horizons."
        }
    }
}, {
    "heading": "Ten of Clubs",
    "name": "ten-of-clubs",
    "images": {
        "svg": "static/images/svg/ten-of-clubs.svg",
        "webp": "static/images/webp/ten-of-clubs.webp",
        "jpg": "static/images/jpg/ten-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You incurred some serious debts in the past that you haven’t taken care of yet. It’s time to pay these back and clear your ledger.",
            "Present": "You have an opportunity to travel. If you’re free from debt, you should definitely take it.",
            "Future": "You will soon have an opportunity to travel. Focus on paying off your debts now so you can afford to take advantage of it."
        },
        "2": {
            "You": "You’ve fallen into a routine that’s become quite mundane. It’s time to shake up your relationship with a new adventure.",
            "Lover": "Your partner is getting bored with your relationship’s current routine. Consider taking a trip together to shake things up.",
            "Dynamic": "You’ve both fallen into a predictable routine that’s getting monotonous. It’s time to think about taking a vacation for two."
        },
        "3": {
            "Goals": "Make sure you’re keeping your business expenses in check. Unpaid debts could get in the way of your goals.",
            "Tools": "Financial freedom is important to your professional future. Focus on getting rid of any debt you’re carrying.",
            "Path": "You will soon have the opportunity to take a business trip. Make sure your finances are in order so you can afford to leave for a bit."
        }
    }
}, {
    "heading": "Jack of Clubs",
    "name": "jack-of-clubs",
    "images": {
        "svg": "static/images/svg/jack-of-clubs.svg",
        "webp": "static/images/webp/jack-of-clubs.webp",
        "jpg": "static/images/jpg/jack-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "Someone took advantage of you in the past. You’ve been wary of others ever since, but it’s important that you learn to trust again.",
            "Present": "Watch out for a charismatic individual who wants to sweep you up in an adventure. They’re not as trustworthy as they seem.",
            "Future": "You will soon meet a fun-living individual who will invite you on an adventure. Be very wary, as this person is prone to taking risks that don’t pay off."
        },
        "2": {
            "You": "You’re enjoying the playful side of your relationship, but you’ve started to sense that all is not what it seems. It’s possible that you’re being deceived.",
            "Lover": "Your partner isn’t being honest with you. It’s likely that they’re involved in an affair.",
            "Dynamic": "Your relationship offers plenty of excitement, but you don’t have a deep emotional connection. In fact, it’s likely that one or both of you is involved with someone else."
        },
        "3": {
            "Goals": "Be careful about who you trust, or you may find your goals derailed. Someone is trying to deceive you.",
            "Tools": "Though the right partner can be a great asset, you need to be careful about who you’re working with. An untrustworthy person is trying to get your attention.",
            "Path": "You will have to be very shrewd about the people you have on your team to succeed going forward. Someone unscrupulous will try to derail you."
        }
    }
}, {
    "heading": "Queen of Clubs",
    "name": "queen-of-clubs",
    "images": {
        "svg": "static/images/svg/queen-of-clubs.svg",
        "webp": "static/images/webp/queen-of-clubs.webp",
        "jpg": "static/images/jpg/queen-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "A close female friend proved to be untrustworthy in the past. You’ve found it difficult to move on, but you need to let go of this incident.",
            "Present": "You’ve gotten swept up in the excitement of a new female friend. Though you’re having a great time together, be careful as she may not be trustworthy.",
            "Future": "Watch for a cunning and intriguing woman to enter your life. She will offer great adventures, but she’s not all that she seems."
        },
        "2": {
            "You": "You’re enjoying plenty of fun and passion in this relationship, but it may not go deeper than that. Be careful of getting too emotionally involved.",
            "Lover": "Your partner is enjoying the fun and passionate side of your partnership, but they may not be committed for the long haul.",
            "Dynamic": "Your relationship is fun, passionate, and carefree. However, it may be short-lived unless you find a way to connect on a deeper level."
        },
        "3": {
            "Goals": "A powerful woman holds the key to achieving your goals. Get her on your side and you’ll enjoy smooth sailing.",
            "Tools": "The right teammate can make all the difference in this endeavor. Look for a shrewd businesswoman who’s positioned to help you.",
            "Path": "A confident, career-minded woman is perfectly positioned to help you on your path. Seek her guidance going forward."
        }
    }
}, {
    "heading": "King of Clubs",
    "name": "king-of-clubs",
    "images": {
        "svg": "static/images/svg/king-of-clubs.svg",
        "webp": "static/images/webp/king-of-clubs.webp",
        "jpg": "static/images/jpg/king-of-clubs.jpg"
    },
    "spread": {
        "1": {
            "Past": "You encountered a man who seemed trustworthy but only wanted to use you for financial gain. This helped you become more thoughtful about who you trust.",
            "Present": "A helpful man has approached you, but you should be cautious when considering his offer. He may only be out for his own financial gain.",
            "Future": "You will encounter a powerful businessman with an enticing offer. Be careful to make sure your own interests are protected before you take him up on it."
        },
        "2": {
            "You": "You’re often standoffish in relationships. If you want to form a lasting connection, you’ll need to let your partner in.",
            "Lover": "Your partner is charismatic but difficult to get close to. You’ll need to form a more personal connection if you want to make this relationship work.",
            "Dynamic": "Your relationship is still largely at the surface level. You haven’t taken the time to get to know each other very well."
        },
        "3": {
            "Goals": "You’re interested in reaching the top. An entrepreneurial man will soon enter your life with the means to help you.",
            "Tools": "Strong leadership skills are the most important tool you can have right now. Combine these with charisma and creativity and you’re sure to succeed.",
            "Path": "You’re on an inspiring and entrepreneurial path. A strong male mentor may soon come into your life to help you on your way forward."
        }
    }
}]